Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# notifications.permissionMessage
source: Autorisez les notifications pour recevoir des suggestions de looks quotidiennes.
de: Erlauben Sie Benachrichtigungen, um tägliche Look-Vorschläge zu erhalten.
en: Allow notifications to receive daily look suggestions.
es: Permite las notificaciones para recibir sugerencias de looks diarias.
it: Consenti le notifiche per ricevere suggerimenti di look giornalieri.
pt: Permita notificações para receber sugestões de looks diárias.

# notifications.permissionRequired
source: Permission requise
de: Berechtigung erforderlich
en: Permission Required
es: Permiso requerido
it: Permesso richiesto
pt: Permissão necessária

# notifications.recommendedJewelry
source: Bijoux recommandés
de: Empfohlener Schmuck
en: Recommended Jewelry
es: Joyas recomendadas
it: Gioielli consigliati
pt: Joias recomendadas

# notifications.recommendedMetals
source: Métaux recommandés
de: Empfohlene Metalle
en: Recommended Metals
es: Metales recomendados
it: Metalli consigliati
pt: Metais recomendados

# notifications.refreshLocation
source: Actualiser la position
de: Standort aktualisieren
en: Refresh Location
es: Actualizar ubicación
it: Aggiorna posizione
pt: Atualizar localização

# notifications.refreshSuggestion
source: Actualiser la suggestion
de: Vorschlag aktualisieren
en: Refresh Suggestion
es: Actualizar sugerencia
it: Aggiorna suggerimento
pt: Atualizar sugestão

# notifications.selectEvent
source: Sélectionnez le type d'événement
de: Wählen Sie den Ereignistyp
en: Select event type
es: Selecciona el tipo de evento
it: Seleziona il tipo di evento
pt: Selecione o tipo de evento

# notifications.stylingTips
source: Conseils de style
de: Styling-Tipps
en: Styling Tips
es: Consejos de estilo
it: Consigli di stile
pt: Dicas de estilo

# notifications.testNotification
source: Tester la notification
de: Testbenachrichtigung
en: Test Notification
es: Probar notificación
it: Testa notifica
pt: Testar notificação

# notifications.testSent
source: Notification de test envoyée !
de: Testbenachrichtigung gesendet!
en: Test notification sent!
es: ¡Notificación de prueba enviada!
it: Notifica di test inviata!
pt: Notificação de teste enviada!

# notifications.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações

# notifications.todayEvent
source: Événement du jour
de: Heutiges Ereignis
en: Today's Event
es: Evento de hoy
it: Evento di oggi
pt: Evento de hoje

# notifications.usingDefaultLocation
source: Utilisation de la position par défaut (Paris)
de: Standardstandort wird verwendet (Paris)
en: Using default location (Paris)
es: Usando ubicación predeterminada (París)
it: Utilizzo posizione predefinita (Parigi)
pt: Usando localização padrão (Paris)

# notifications.weatherBased
source: Basé sur la météo
de: Basierend auf dem Wetter
en: Based on weather
es: Basado en el clima
it: Basato sul meteo
pt: Baseado no clima

# notifications.weatherFor
source: Météo pour
de: Wetter für
en: Weather for
es: Clima para
it: Meteo per
pt: Clima para

# notifications.yourLookToday
source: Votre look du jour
de: Ihr Look heute
en: Your Look Today
es: Tu look de hoy
it: Il tuo look di oggi
pt: Seu look de hoje

# occasionVaultUI.deleteLookConfirm
source: Supprimer ce look ?
de: Diesen Look löschen?
en: Delete this look?
es: ¿Eliminar este look?
it: Eliminare questo look?
pt: Eliminar este look?

# occasionVaultUI.duplicate
source: Dupliquer
de: Duplizieren
en: Duplicate
es: Duplicar
it: Duplica
pt: Duplicar

# occasionVaultUI.emptyVaultHint
source: Essayez des bijoux et sauvegardez votre look pour cette occasion.
de: Probieren Sie Schmuck an und speichern Sie Ihren Look für diesen Anlass.
en: Try on jewels and save your look for this occasion.
es: Pruébate joyas y guarda tu look para esta ocasión.
it: Prova i gioielli e salva il tuo look per questa occasione.
pt: Experimente joias e guarde o seu look para esta ocasião.

# occasionVaultUI.inMyDressing
source: Dans mon Dressing
de: In meiner Ankleide
en: In my Dressing Room
es: En mi vestidor
it: Nella mia cabina armadio
pt: No meu closet

# occasionVaultUI.lookJewelsLabel
source: BIJOUX DU LOOK
de: SCHMUCK DES LOOKS
en: JEWELS IN THIS LOOK
es: JOYAS DEL LOOK
it: GIOIELLI DEL LOOK
pt: JOIAS DO LOOK

# occasionVaultUI.lookNameLabel
source: NOM DU LOOK
de: NAME DES LOOKS
en: LOOK NAME
es: NOMBRE DEL LOOK
it: NOME DEL LOOK
pt: NOME DO LOOK

# occasionVaultUI.myDressingTitle
source: MON DRESSING
de: MEINE ANKLEIDE
en: MY DRESSING ROOM
es: MI VESTIDOR
it: LA MIA CABINA ARMADIO
pt: O MEU CLOSET

# occasionVaultUI.notesLabel
source: NOTES
de: NOTIZEN
es: NOTAS
it: NOTE
pt: NOTAS

# occasionVaultUI.notesPlaceholder
source: Ajoutez vos notes sur ce look…
de: Fügen Sie Ihre Notizen zu diesem Look hinzu…
en: Add your notes about this look…
es: Añade tus notas sobre este look…
it: Aggiungi le tue note su questo look…
pt: Adicione as suas notas sobre este look…

# occasionVaultUI.occasionLabel
source: OCCASION
de: ANLASS
es: OCASIÓN
it: OCCASIONE
pt: OCASIÃO

# occasionVaultUI.occasionPlaceholder
source: Ex. Soirée Gala · Novembre
de: z. B. Galaabend · November
en: E.g. Gala Evening · November
es: Ej. Noche de gala · Noviembre
it: Es. Serata di gala · Novembre
pt: Ex. Noite de gala · Novembro

# occasionVaultUI.saveThisLook
source: SAUVEGARDER CE LOOK
de: DIESEN LOOK SPEICHERN
en: SAVE THIS LOOK
es: GUARDAR ESTE LOOK
it: SALVA QUESTO LOOK
pt: GUARDAR ESTE LOOK

# occasionVaultUI.saveToDressing
source: Enregistrer dans mon Dressing
de: In meiner Ankleide speichern
en: Save to my Dressing Room
es: Guardar en mi vestidor
it: Salva nella mia cabina armadio
pt: Guardar no meu closet

# occasionVaultUI.tagsPlaceholder
source: Élégant, Or, Soirée…
de: Elegant, Gold, Abend…
en: Elegant, Gold, Evening…
es: Elegante, Oro, Noche…
it: Elegante, Oro, Serata…
pt: Elegante, Ouro, Noite…

# occasionVaultUI.yourSavedLooks
source: Vos looks sauvegardés
de: Ihre gespeicherten Looks
en: Your saved looks
es: Tus looks guardados
it: I tuoi look salvati
pt: Os seus looks guardados

# occasions.all
source: Toutes
de: Alle
en: All
es: Todas
it: Tutte
pt: Todas

# occasions.formal
source: Soirée
de: Abend
en: Formal
es: Formal
it: Sera
pt: Noite

# occasions.party
source: Fête
de: Party
en: Party
es: Fiesta
it: Festa
pt: Festa

# occasions.work
source: Travail
de: Arbeit
en: Work
es: Trabajo
it: Lavoro
pt: Trabalho

# onboardingUI.aiEightSecondsSwipe
source: IA en 8 secondes · Glissez pour comparer
de: KI in 8 Sekunden · Wischen zum Vergleichen
en: AI in 8 seconds · Swipe to compare
es: IA en 8 segundos · Desliza para comparar
it: IA in 8 secondi · Scorri per confrontare
pt: IA em 8 segundos · Deslize para comparar

# onboardingUI.allJewelryOnYou
source: Tous les bijoux, sur vous
de: Jeder Schmuck, an Ihnen
en: Every jewel, on you
es: Todas las joyas, en ti
it: Tutti i gioielli, su di te
pt: Todas as joias, em si

# onboardingUI.dismiss
source: Ignorer
de: Ignorieren
en: Dismiss
es: Omitir
it: Ignora
pt: Ignorar

# onboardingUI.freeTrialsNoCard
source: 3 essais offerts · Aucune carte requise
de: 3 Anproben geschenkt · Keine Karte erforderlich
en: 3 free try-ons · No card required
es: 3 pruebas gratis · Sin tarjeta
it: 3 prove in omaggio · Nessuna carta richiesta
pt: 3 provas grátis · Sem cartão

# onboardingUI.getStarted
source: Commencer
de: Loslegen
en: Get started
es: Empezar
it: Inizia
pt: Começar

# onboardingUI.nextCta
source: Suivant →
de: Weiter →
en: Next →
es: Siguiente →
it: Avanti →
pt: Seguinte →

# onboardingUI.readyToTry
source: PRÊTE À ESSAYER ?
de: BEREIT ZUR ANPROBE?
en: READY TO TRY?
es: ¿LISTA PARA PROBAR?
it: PRONTA A PROVARE?
pt: PRONTA PARA EXPERIMENTAR?

# onboardingUI.signIn
source: Se connecter
de: Anmelden
en: Sign in
es: Iniciar sesión
it: Accedi
pt: Iniciar sessão

# onboardingUI.skip
source: Passer
de: Überspringen
en: Skip
es: Saltar
it: Salta
pt: Saltar

# onboardingUI.tryBeforeYouBuy
source: Essayez avant d'acheter
de: Probieren Sie vor dem Kauf
en: Try before you buy
es: Pruébatelo antes de comprar
it: Prova prima di acquistare
pt: Experimente antes de comprar

# onboardingUI.tryNowCta
source: ESSAYER MAINTENANT →
de: JETZT ANPROBIEREN →
en: TRY NOW →
es: PROBAR AHORA →
it: PROVA ORA →
pt: EXPERIMENTAR AGORA →

# onboardingUI.withAiJewel
source: Avec bijou IA
de: Mit KI-Schmuck
en: With AI jewelry
es: Con joya IA
it: Con gioiello IA
pt: Com joia IA

# onboardingUI.withoutJewel
source: Sans bijou
de: Ohne Schmuck
en: Without jewelry
es: Sin joya
it: Senza gioiello
pt: Sem joia

# outfitBuilderUI.addMainGarmentFirst
source: Ajoutez au moins un vêtement principal pour générer le look.
de: Fügen Sie mindestens ein Hauptkleidungsstück hinzu, um den Look zu generieren.
en: Add at least one main garment to generate the look.
es: Añade al menos una prenda principal para generar el look.
it: Aggiungi almeno un capo principale per generare il look.
pt: Adicione pelo menos uma peça principal para gerar o look.

# outfitBuilderUI.continueAnyway
source: Continuer quand même
de: Trotzdem fortfahren
en: Continue anyway
es: Continuar de todos modos
it: Continua comunque
pt: Continuar mesmo assim

# outfitBuilderUI.createALook
source: Créer un look
de: Einen Look erstellen
en: Create a look
es: Crear un look
it: Crea un look
pt: Criar um look

# outfitBuilderUI.createFirstLook
source: Créez votre premier look dans l'Outfit Builder
de: Erstellen Sie Ihren ersten Look im Outfit Builder
en: Create your first look in the Outfit Builder
es: Crea tu primer look en el Outfit Builder
it: Crea il tuo primo look nell'Outfit Builder
pt: Crie o seu primeiro look no Outfit Builder

# outfitBuilderUI.deleteOutfitConfirm
source: Supprimer cette tenue ?
de: Dieses Outfit löschen?
en: Delete this outfit?
es: ¿Eliminar este conjunto?
it: Eliminare questo outfit?
pt: Eliminar este conjunto?

# outfitBuilderUI.generateLook
source: Générer le look
de: Look generieren
en: Generate the look
es: Generar el look
it: Genera il look
pt: Gerar o look

# outfitBuilderUI.myOutfits
source: Mes Tenues
de: Meine Outfits
en: My Outfits
es: Mis Conjuntos
it: I Miei Outfit
pt: Os Meus Conjuntos

# outfitBuilderUI.myPhoto
source: Ma photo
de: Mein Foto
en: My photo
es: Mi foto
it: La mia foto
pt: A minha fotografia

# outfitBuilderUI.noItemsInCategory
source: Aucun article dans cette catégorie
de: Keine Artikel in dieser Kategorie
en: No items in this category
es: No hay artículos en esta categoría
it: Nessun articolo in questa categoria
pt: Nenhum artigo nesta categoria

# outfitBuilderUI.noSavedOutfits
source: Aucune tenue sauvegardée
de: Keine gespeicherten Outfits
en: No saved outfits
es: No hay conjuntos guardados
it: Nessun outfit salvato
pt: Nenhum conjunto guardado

# outfitBuilderUI.outfit
source: Tenue
de: Outfit
en: Outfit
es: Conjunto
it: Outfit
pt: Conjunto

# outfitBuilderUI.outfitSaved
source: Tenue sauvegardée
de: Outfit gespeichert
en: Outfit saved
es: Conjunto guardado
it: Outfit salvato
pt: Conjunto guardado

# outfitBuilderUI.photoShort
source: Photo
de: Foto
es: Foto
it: Foto
pt: Foto

# outfitBuilderUI.save
source: Sauvegarder
de: Speichern
en: Save
es: Guardar
it: Salva
pt: Guardar

# outfitBuilderUI.selectPiecesBelow
source: Sélectionnez vos pièces ci-dessous
de: Wählen Sie unten Ihre Teile aus
en: Select your pieces below
es: Selecciona tus piezas abajo
it: Seleziona i tuoi pezzi qui sotto
pt: Selecione as suas peças abaixo

# partnerUI.aboutCaps
source: À PROPOS
de: ÜBER UNS
en: ABOUT
es: ACERCA DE
it: CHI SIAMO
pt: SOBRE

# partnerUI.applicationSent
source: Candidature envoyée !
de: Bewerbung gesendet!
en: Application sent!
es: ¡Solicitud enviada!
it: Candidatura inviata!
pt: Candidatura enviada!

# partnerUI.applyAsPartner
source: Postuler comme partenaire
de: Als Partner bewerben
en: Apply as a partner
es: Solicita ser partner
it: Candidati come partner
pt: Candidatar-se como parceiro

# partnerUI.applyIntro
source: Faites découvrir vos créations à des milliers de passionnés de bijoux. Complétez ce formulaire — notre équipe vous répondra sous 72 h.
de: Präsentieren Sie Ihre Kreationen Tausenden von Schmuckliebhabern. Füllen Sie dieses Formular aus — unser Team meldet sich innerhalb von 72 Stunden bei Ihnen.
en: Introduce your creations to thousands of jewelry lovers. Fill out this form — our team will get back to you within 72 hours.
es: Da a conocer tus creaciones a miles de apasionados de las joyas. Completa este formulario: nuestro equipo te responderá en un plazo de 72 h.
it: Fai scoprire le tue creazioni a migliaia di appassionati di gioielli. Compila questo modulo: il nostro team ti risponderà entro 72 ore.
pt: Dê a conhecer as suas criações a milhares de apaixonados por joias. Preencha este formulário — a nossa equipa responder-lhe-á no prazo de 72 h.

# partnerUI.areYouCreator
source: Vous êtes créateur·trice ?
de: Sind Sie Designer:in?
en: Are you a designer?
es: ¿Eres creador/a?
it: Sei un creatore o una creatrice?
pt: É criador(a)?

# partnerUI.becomePartner
source: DEVENIR PARTENAIRE
de: PARTNER WERDEN
en: BECOME A PARTNER
es: HAZTE PARTNER
it: DIVENTA PARTNER
pt: TORNE-SE PARCEIRO

# partnerUI.brands
source: marques
de: Marken
en: brands
es: marcas
it: marchi
pt: marcas

# partnerUI.buy
source: Acheter
de: Kaufen
en: Buy
es: Comprar
it: Acquista
pt: Comprar

# partnerUI.catalogLoading
source: Catalogue en cours de chargement…
de: Katalog wird geladen…
en: Loading catalog…
es: Cargando el catálogo…
it: Caricamento del catalogo…
pt: A carregar o catálogo…

# partnerUI.categoryField
source: Catégorie *
de: Kategorie *
en: Category *
es: Categoría *
it: Categoria *
pt: Categoria *

# partnerUI.describeCreativeUniverse
source: Décrivez votre univers créatif *
de: Beschreiben Sie Ihr kreatives Universum *
en: Describe your creative universe *
es: Describe tu universo creativo *
it: Descrivi il tuo universo creativo *
pt: Descreva o seu universo criativo *

# partnerUI.describeHint
source: Savoir-faire, matières, inspiration, valeurs… 3-5 phrases suffisent.
de: Handwerkskunst, Materialien, Inspiration, Werte… 3-5 Sätze genügen.
en: Craftsmanship, materials, inspiration, values… 3-5 sentences are enough.
es: Técnica, materiales, inspiración, valores… con 3-5 frases basta.
it: Savoir-faire, materiali, ispirazione, valori… bastano 3-5 frasi.
pt: Saber-fazer, materiais, inspiração, valores… 3-5 frases bastam.

# partnerUI.discoverShop
source: Découvrir la boutique
de: Boutique entdecken
en: Discover the boutique
es: Descubre la boutique
it: Scopri la boutique
pt: Descobrir a boutique

# partnerUI.joinEcrin
source: Rejoignez L'Écrin Virtuel
de: Werden Sie Teil von L'Écrin Virtuel
en: Join L'Écrin Virtuel
es: Únete a L'Écrin Virtuel
it: Unisciti a L'Écrin Virtuel
pt: Junte-se a L'Écrin Virtuel

# partnerUI.joinEcrinSubtitle
source: Rejoignez L'Écrin Virtuel et faites découvrir vos bijoux artisanaux à des milliers de passionné·es. Candidature gratuite, réponse sous 72 h.
de: Werden Sie Teil von L'Écrin Virtuel und präsentieren Sie Ihren handgefertigten Schmuck Tausenden von Liebhabern. Kostenlose Bewerbung, Antwort innerhalb von 72 Stunden.
en: Join L'Écrin Virtuel and introduce your handcrafted jewelry to thousands of enthusiasts. Free application, response within 72 hours.
es: Únete a L'Écrin Virtuel y da a conocer tus joyas artesanales a miles de apasionados. Solicitud gratuita, respuesta en 72 h.
it: Unisciti a L'Écrin Virtuel e fai scoprire i tuoi gioielli artigianali a migliaia di appassionati. Candidatura gratuita, risposta entro 72 ore.
pt: Junte-se a L'Écrin Virtuel e dê a conhecer as suas joias artesanais a milhares de apaixonados. Candidatura gratuita, resposta no prazo de 72 h.

# partnerUI.noShopFound
source: Aucune boutique trouvée
de: Keine Boutique gefunden
en: No boutiques found
es: No se encontraron boutiques
it: Nessuna boutique trovata
pt: Nenhuma boutique encontrada

# partnerUI.ourPartners
source: NOS PARTENAIRES
de: UNSERE PARTNER
en: OUR PARTNERS
es: NUESTROS PARTNERS
it: I NOSTRI PARTNER
pt: OS NOSSOS PARCEIROS

# partnerUI.searchShopPlaceholder
source: Rechercher une boutique…
de: Boutique suchen…
en: Search for a boutique…
es: Buscar una boutique…
it: Cerca una boutique…
pt: Procurar uma boutique…

# partnerUI.selectedShops
source: Boutiques Sélectionnées
de: Ausgewählte Boutiquen
en: Curated Boutiques
es: Boutiques Seleccionadas
it: Boutique Selezionate
pt: Boutiques Selecionadas

# partnerUI.submitApplication
source: Soumettre ma candidature
de: Bewerbung absenden
en: Submit my application
es: Enviar mi candidatura
it: Invia la mia candidatura
pt: Submeter a minha candidatura

# partnerUI.submitFailed
source: Envoi échoué. Vérifiez votre connexion et réessayez.
de: Senden fehlgeschlagen. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
en: Submission failed. Check your connection and try again.
es: Envío fallido. Comprueba tu conexión e inténtalo de nuevo.
it: Invio non riuscito. Verifica la connessione e riprova.
pt: Envio falhou. Verifique a sua ligação e tente novamente.

# partnerUI.submitting
source: Envoi en cours…
de: Wird gesendet …
en: Submitting…
es: Enviando…
it: Invio in corso…
pt: A enviar…

# partnerUI.tryAnotherKeyword
source: Essayez un autre mot-clé
de: Versuchen Sie ein anderes Stichwort
en: Try another keyword
es: Prueba con otra palabra clave
it: Prova con un'altra parola chiave
pt: Experimente outra palavra-chave

# partnerUI.verified
source: VÉRIFIÉ
de: VERIFIZIERT
en: VERIFIED
es: VERIFICADO
it: VERIFICATO
pt: VERIFICADO

# partnerUI.visit
source: VISITER
de: BESUCHEN
en: VISIT
es: VISITAR
it: VISITA
pt: VISITAR

# partnership.becomePartner
source: Devenir Partenaire
de: Partner werden
en: Become a Partner
es: Convertirse en Socio
it: Diventa Partner
pt: Seja um Parceiro

# partnership.contactInfo
source: Pour toute demande de partenariat, veuillez nous contacter à l'adresse suivante :
de: Für Partnerschaftsanfragen kontaktieren Sie uns bitte unter:
en: For any partnership inquiry, please contact us at:
es: Para cualquier consulta de asociación, contáctanos en:
it: Per richieste di partnership, contattaci a:
pt: Para solicitações de parceria, entre em contato conosco em:

# partnership.description
source: Informations de contact pour les partenariats
de: Kontaktinformationen für Partnerschaften
en: Contact information for partnerships
es: Información de contacto para asociaciones
it: Informazioni di contatto per le partnership
pt: Informações de contato para parcerias

# partnership.joinProgram
source: Rejoignez notre programme de partenariat
de: Treten Sie unserem Partnerprogramm bei
en: Join our partnership program
es: Únete a nuestro programa de socios
it: Unisciti al nostro programma di partnership
pt: Junte-se ao nosso programa de parceria

# partnership.responseTime
source: Notre équipe vous répondra dans les plus brefs délais.
de: Unser Team wird sich schnellstmöglich bei Ihnen melden.
en: Our team will respond as soon as possible.
es: Nuestro equipo responderá lo antes posible.
it: Il nostro team ti risponderà al più presto.
pt: Nossa equipe responderá o mais rápido possível.

# partnership.title
source: Partnership Management
de: Partnerschaftsmanagement
es: Gestión de Asociaciones
it: Gestione Partnership
pt: Gestão de Parcerias

# paywallUI.bestOffer
source: MEILLEURE OFFRE
de: BESTES ANGEBOT
en: BEST VALUE
es: MEJOR OFERTA
it: OFFERTA MIGLIORE
pt: MELHOR OFERTA

# paywallUI.continueMyTryOns
source: CONTINUER MES ESSAYAGES
de: MEINE ANPROBEN FORTSETZEN
en: CONTINUE MY TRY-ONS
es: CONTINUAR MIS PRUEBAS
it: CONTINUA LE MIE PROVE
pt: CONTINUAR AS MINHAS PROVAS

# paywallUI.continueTheStory
source: Continuez l'histoire.
de: Setzen Sie die Geschichte fort.
en: Continue the story.
es: Continúa la historia.
it: Continua la storia.
pt: Continue a história.

# paywallUI.inProgress
source: En cours…
de: Läuft …
en: In progress…
es: En curso…
it: In corso…
pt: Em curso…

# paywallUI.popular
source: POPULAIRE
de: BELIEBT
en: POPULAR
es: POPULAR
it: POPOLARE
pt: POPULAR

# paywallUI.premiumFeaturesLine
source: Essayage illimité · Styliste IA · Dressing premium
de: Unbegrenzte Anproben · KI-Stylist · Premium-Garderobe
en: Unlimited try-ons · AI stylist · Premium wardrobe
es: Pruebas ilimitadas · Estilista IA · Vestidor premium
it: Prove illimitate · Stilista IA · Guardaroba premium
pt: Provas ilimitadas · Estilista IA · Guarda-roupa premium

# paywallUI.restorePurchases
source: Restaurer mes achats
de: Meine Käufe wiederherstellen
en: Restore my purchases
es: Restaurar mis compras
it: Ripristina i miei acquisti
pt: Restaurar as minhas compras

# paywallUI.seeAllPlansRestore
source: Voir tous les forfaits · Restaurer mes achats
de: Alle Tarife ansehen · Meine Käufe wiederherstellen
en: See all plans · Restore my purchases
es: Ver todos los planes · Restaurar mis compras
it: Vedi tutti i piani · Ripristina i miei acquisti
pt: Ver todos os planos · Restaurar as minhas compras

# paywallUI.socialProof
source: +12 400 utilisatrices ont découvert leurs bijoux parfaits
de: +12.400 Nutzerinnen haben ihren perfekten Schmuck entdeckt
en: +12,400 users have discovered their perfect jewelry
es: +12.400 usuarias han descubierto sus joyas perfectas
it: +12.400 utenti hanno scoperto i loro gioielli perfetti
pt: +12 400 utilizadoras descobriram as suas joias perfeitas

# paywallUI.unlimited
source: illimité
de: unbegrenzt
en: unlimited
es: ilimitado
it: illimitato
pt: ilimitado

# paywallUI.youFoundYourStyle
source: Vous avez trouvé votre style.
de: Sie haben Ihren Stil gefunden.
en: You've found your style.
es: Has encontrado tu estilo.
it: Hai trovato il tuo stile.
pt: Encontrou o seu estilo.

# paywallUI.yourCreations
source: VOS CRÉATIONS
de: IHRE KREATIONEN
en: YOUR CREATIONS
es: TUS CREACIONES
it: LE TUE CREAZIONI
pt: AS SUAS CRIAÇÕES

# photoEditor.beforeAfter
source: Avant/Après
de: Vorher/Nachher
en: Before/After
es: Antes/Después
it: Prima/Dopo
pt: Antes/Depois

# photoEditor.blackAndWhite
source: N&B
de: S&W
en: B&W
es: B&N
it: B&N
pt: P&B

# photoEditor.brightness
source: Luminosité
de: Helligkeit
en: Brightness
es: Brillo
it: Luminosità
pt: Brilho

# photoEditor.cold
source: Froid
de: Kühl
en: Cold
es: Frío
it: Freddo
pt: Frio

# photoEditor.contrast
source: Contraste
de: Kontrast
en: Contrast
it: Contrasto

# photoEditor.crop
source: Recadrer
de: Zuschneiden
en: Crop
es: Recortar
it: Ritaglia
pt: Recortar

# photoEditor.dramatic
source: Dramatique
de: Dramatisch
en: Dramatic
es: Dramático
it: Drammatico
pt: Dramático

# photoEditor.filters
source: Filtres
de: Filter
en: Filters
es: Filtros
it: Filtri
pt: Filtros

# photoEditor.flipHorizontal
source: Retourner H
de: Horizontal spiegeln
en: Flip H
es: Voltear H
it: Capovolgi H
pt: Virar H

# photoEditor.flipVertical
source: Retourner V
de: Vertikal spiegeln
en: Flip V
es: Voltear V
it: Capovolgi V
pt: Virar V

# photoEditor.free
source: Libre
de: Frei
en: Free
it: Libero
pt: Livre

# photoEditor.golden
source: Doré
de: Golden
en: Golden
es: Dorado
it: Dorato
pt: Dourado

# photoEditor.retouch
source: Retouche
de: Retusche
en: Retouch
es: Retoque
it: Ritocco
pt: Retoque

# photoEditor.rose
source: Rose
de: Rosa
es: Rosa
it: Rosa
pt: Rosa

# photoEditor.rotate
source: Rotation
de: Drehen
en: Rotate
es: Rotar
it: Ruota
pt: Girar

# photoEditor.saturation
source: Saturation
de: Sättigung
es: Saturación
it: Saturazione
pt: Saturação

# photoEditor.title
source: Éditeur photo
de: Fotoeditor
en: Photo editor
es: Editor de fotos
it: Editor foto
pt: Editor de fotos

# photoEditor.warmth
source: Chaleur
de: Wärme
en: Warmth
es: Calidez
it: Calore
pt: Calor

# profile.anonymousUser
source: Fashionista Anonyme
de: Anonymer Fashionista
en: Anonymous Fashionista
es: Fashionista Anónimo
it: Fashionista Anonimo
pt: Fashionista Anônimo

# profile.biography
source: Biographie
de: Biografie
en: Biography
es: Biografía
it: Biografia
pt: Biografia
